let obg = {
   "question_1_type": "radio",
   "answers_2_1": [
      {
         "text": "Мені розповіли ВСЕ про продукт",
         "value": "1"
      },
      {
         "text": "До мене відразу підійшов продавець та допоміг мені обрати",
         "value": "2"
      },
      {
         "text": "Продавець був дуже привітний та ввічливий до мене",
         "value": "3"
      },
      {
         "text": "Продавець все підказав та налаштував",
         "value": "4"
      },
      {
         "text": "Інше",
         "value": "0"
      }
   ],
   "question_2_1_type": "radio",
   "answers_2_2": [
      {
         "text": "Продавець був дуже навязливий, пропонував те, що мені не потрібно",
         "value": "1"
      },
      {
         "text": "Я мав шукати продавця, щоб задати питання про товар",
         "value": "2"
      },
      {
         "text": "Я не отримав вся інформацію про товар, що хотів. У мене залишилися питання.",
         "value": "3"
      },
      {
         "text": "Продавець не спілкувався зі мною українською мовою",
         "value": "4"
      },
      {
         "text": "Продавець був не охайнийв",
         "value": "5"
      },
      {
         "text": "Продавець грубо зі мною розмовляв",
         "value": "6"
      },
      {
         "text": "Мені продали товар з вітрини",
         "value": "7"
      },
      {
         "text": "Інше",
         "value": "0"
      }
   ],
   "question_2_1": "Що саме Вам сподобалося?",
   "question_2_2": "Що саме вам НЕ сподобалося?",
   "touchpoint": "2",
   "question_2_2_type": "radio",
   "question_3_type": "radio",
   "touchpoint_name": "ПРОДАВЕЦЬ магазин",
   "answers_1": [
      {
         "text": "так, 100%",
         "value": "5"
      },
      {
         "text": "в цілому так",
         "value": "4"
      },
      {
         "text": "ну таке",
         "value": "3"
      },
      {
         "text": "скоріше ні",
         "value": "2"
      },
      {
         "text": "зовсім ні",
         "value": "1"
      }
   ],
   "touchpoint_text": "Вітаємо з покупкою! Оцініть продавця!",
   "answers_3": [
      {
         "text": "найкращі враження",
         "value": "5"
      },
      {
         "text": "в цілому не погано",
         "value": "4"
      },
      {
         "text": "ну таке",
         "value": "3"
      },
      {
         "text": "скоріше таке собі",
         "value": "2"
      },
      {
         "text": "зовсім не сподобалося",
         "value": "1"
      }
   ],
   "question_3": "Оцініть Ваші враження від візиту в магазин?",
   "question_4": "Якщо вам є що сказати, напишіть нам!",
   "question_1": "Чи задоволені ви консультацією продавця цього разу?",
   "question_4_type": "textarea"
};